Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/sami-ovttasbargu.html.tmx
Source language: sme
Languages: smj

source: Sámi ovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
smj: Sáme aktisasjbarggo / Rijkajgasskasasj barggo / Sámedigge - Sametinget

source: Sámi ovttasbargu
smj: Åtså biednikdårjav

source: Sámit leat álgoálbmogat njealji riikkas.
smj: Sáme aktisasjbarggo Sáme li álggoálmmuk nieljen rijkan.

source: Rádjerasttildeaddji ipmárdus ferte leat oassin sámi servodateallimis.
smj: Rijkajgasskasasj dimensjåvnnå luluj danen oassen sáme sebrudakiellemis.

source: Sámediggi Norggas lea aktiivvalaččat searvan ovttasbargui davviriikkaid Sámedikkiid gaskkas ja ruoššabeale sámiid organisašuvnnaiguin.
smj: Vuona Sámedigge le dåjmalattjat oassálasstám aktisasjbargguj aktan nuorttarijkaj sámedikkij ja ruossja biele sáme organisasjåvnåj.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Ávjovárri
smj: Jur dálla

source: aili.keskitalo@samediggi.no
smj: Sáme stuortjåhkanibme Ubbmemin

source: Áigeguovdil
smj: Duorastagá guovvamáno 20. b tjåhkani sámediggeájrrasa Suomas, Vuonas ja Svie...

source: Loga eambbo
smj: Lågå ienebuv

source: Čájet buot áššiid
smj: Vuoseda divna ássjijt

source: Sámediggi bargá dán badjelii:
smj: Sámedigge dáj ássjij barggá:

source: Viiddis ovttasbargu sápmelaččaid gaskkas riikkarájáid rastá
smj: Vijdes aktisasjbarggo sámij gaskan rijkkarájáj rastá

source: Ahte sámiid álbmotválljen ásahusat besset iežaset ovddastit riikkaidgaskasaš mearridanproseassaide main lea njuolga váikkuhus sápmelaččaide ja álgoálbmogiidda.
smj: Vaj sáme almmukválljidum orgána bessi ietjasa åvdåstit rijkajgasskasasj mærrádusprosessajn ma njuolgga álggoálmmugijda ja sámijda guosski.

source: Ahte nannet Sámi parlamentáralaš ráđi sajádaga sámi servodaga ovdánahttimis Davviriikkain ja Ruoššas.
smj: Sáme parlamentáralasj ráde rållav nannit sáme sebrudagá åvddånahttemin Nuorttarijkajn ja Ruossjan.

source: Sámi parlamentáralaš ráđđi Sámedikkit Suomas, Ruoŧas ja Norggas leat ásahan oktasaš ovttasbargoásahusa, Sámi parlamentáralaš ráđi.
smj: Sáme parlamentáralasj ráde Suoma, Svieriga ja Vuona Sámedikke li aktisasj orgánav ásadam, Sáme parlamentáralasj rádev.

source: Ráđđi lea Sámedikkiid gaskasaš institušonaliserejuvvon ovttasbargu dakkár áššit mat gusket sápmelaččaide máŋgga stáhtain dahje sápmelaččaide oktan álbmogiin.
smj: Ráde le institusjonaliseridum aktisasjbarggo sámedikkij gaskan ássjin ma guosski sámijda moatten stáhtajn jali sámijda avta álmmugin.

source: Čálligoddedoaibma lea dan Sámedikki hálddus geasa ráđi presideanta gullá.
smj: Tjálledoajmmá tjuovvu dav sámedikkev gænna le presidenntaámmát.

source: Sámi parlamentáralaš ráđđi lea ođđa ja dehálaš ásahusain ovddasguvlui Davviriikkalaš ovttasbarggus, mas maiddái lea guovddáš sajádat riikkaidgaskasaš oktavuođain.
smj: Sáme parlamentáralasj ráde sjaddá ájnas orgádna dán ådå nuorttarijkaj aktisasjbargon åvddålijguovlluj, ja aj rijkajgasskasasj aktijvuodan.

source: Danin lea dehálaš ahte ráđis leat buori ovttasbarganeavttut ja ovdánanvejolašvuođat
smj: Danen le ájnas ráden le buorre aktisasjbarggoævto ja åvddånahttemvejulasjvuoda.

source: Sámi parlamentáralaš ráđis ii leat sierra čállingoddi mas lea gelbbolašvuohta ja coakci leat aktiivvalaš aktevran riikkaidgaskasaččat.
smj: Sáme parlamentáralasj ráden ij la sierra dåjmadahka gånnå le máhtudahka ja fábmo dåjmalattjat rijkajgasskasasj dásen barggat.

source: Sámedikkis Norggas leat eará Sámedikkiid ektui mealgat eanet resurssat ja leat nu buoret vejolašvuođat bargat sámiid vuoigatvuođaáššiiguin Davviriikkain.
smj: Dåj ietjá nuorttarijkaj sámedikkij vuoksjuj le Vuona sámedikken vijddásap vejulasjvuohta sáme riektáj bárggat Nuorttarijkajn.

source: Ovttas Sámedikkiiguin Suomas ja Ruoŧas lea danin dehálaš ahte Sámediggi Norggas lea dihtomielalaš bargamis ja vuhtiiváldimis oktasaš sámi álgoálbmotbeliid.
smj: Danen le viehka ájnas vaj Vuona sámedigge aktan Suoma ja Svieriga sámedikkij gájksábmelasj álggoálmmukberustimijt vuorodi.

source: Sámeráđđi Sámeráđđi lea sámiid oktasaš kulturpolitihkalaš ja politihkalaš institušuvdna danin go dat lea Suoma, Norgga, Ruoŧa ja Rušša Federašuvnna sámiid organisašuvnnaid ovttasbargoásahus.
smj: Sámeráde le gájksábmelasj kultuvrrapolitihkalasj ja politihkalasj ásadibme navti váj le áktisasjbarggoásadussan sáme organisasjåvnåjda Suoman, Vuonan, Svierigin ja Ruossja føderasjåvnån.

source: Riikkaidgaskasaččat gohčoduvvo Sámeráđđi NGO organisašuvdnan, non-governmental organization.
smj: Rijkajgasskasattjat aneduvvá Sámeráde NGO:an, non-governmental organization.

source: Sámiráđi váldoulbmilin lea áimmahuššat sámiid oktasaš beroštumiid, nannet sámiid oktiigullevašvuođa riikkarájáid rastá ja bargat nu dan badjelii ahte sápmelaččat maiddái boahttevuođas dohkkehuvvojit oktan álbmogin.
smj: Ráde gájkbadjásasj ulmme le sámij berustimijt avtan álmmugin nannit, nannit sámij aktijvuodav rijkkarájáj rastá ja barggat dan vuoksjuj vaj sáme boahtteájggáj aj avta álmmugin aneduvvi.

source: Sámeráđđi lea hui dehálaš ja dohkkehuvvon álgoálbmotaktevra riikkaidgaskasaččat.
smj: Sámeráde le viehka ájnas ja dåbdos álggoálmmukaktørra rijkajgasskasattjat.

source: Sámeráđis lea alla gelbbolašvuohta ja viiddis riikkaidgaskasaš fierpmádat.
smj: Sámeráden le alla máhtudahka ja vijdes rijkajgasskasasj værmástahka.

source: Sámediggi ja Sámeráđđi ovttasbarget soames riikkaidgaskasaš áššesurggiin, ja leat goabbatlágan rollat nu ahte nubbi dievasmahttá nuppi.
smj: Sámedigge ja Sámeráde aktan barggi muhtem rijkajgasskasasj suorgijn, ja iesjgeŋgalágásj rollaj ma buorre mudduj nuppe nubbáj hiehpi.

source: Danin adnojuvvo dehálažžan ahte dát joatkašuvvá ja ovdánahttojuvvo.
smj: Ájnas le dát joarkká ja åvddånahteduvvá.

source: Sámediggi ovttasbargá maiddái eará sámi- ja álgoálbmotorganisašuvnnaiguin, ásahusaiguin ja fierpmádagaiguin mat barget rájáid rastá.
smj: Sámedigge aj aktan doajmmá ja bárgga ietjá sáme- ja álggoálmmukorganisasjåvnåj, ásadusás ja værmástagáj ma rijkkarájáj rastá bárggi.

source: Diehtolonohallan ja hutkás ovttasbargu eaktodáhtolaš organisašuvnnaiguin ja ásahusaiguin lea mearrideaddjin jus galgat joksat gosage sámi posišuvnnain riikkaidgaskasaš dásis.
smj: Diehtojuohkem ja sjuggelis aktisasjbarggo luojvojdis organisasjåvnåj ja ásadusájn le viehka ájnas jus sáme vuojnoj galggá rijkajgasskasasj arenan åvddån boahtet.

source: Sámediggeráđđi áigu nannet boahttevaš gulahallama ja ovttasbargama dáid iešguđetlágan ásahusaiguin, ja maiddái ođđa ásahusaiguin.
smj: Sámediggeráde sihtá dáj iesjgudik orgánaj ja aj ådå ásadusáj aktisasjbargov nannit.

source: Ráđis lea 15 lahttu main viđas gullet norggabeallái, njealjis ruoŧabeallái, njealjis suomabeallái ja guovttis ruoššabeallái.
smj: Ráden li 15 ájrrasa, vidás vuona bieles, nieljes svieriga bieljes, nieljes suoma bieles ja guovtes ruossja bieles.

source: Loga eanet Sámeráđi birra dás.
smj: Lågå ienebuv Sámeráde birra dáppe.

source: Ruoššabeale sámit Sámit ruoššabealde eai leat vuos ožžon sierra álbmotválljen orgána.
smj: Ruossja biele sáme Dá rádjáj ælla ruossja biele sámijn sierra álmmukválljidum orgána.

source: Lea dehálaš váikkuhit ja nannet Ruošša sámiid vejolašvuođaid seailluheames ja ovdánahttimis iežaset giela, kultuvrra ja servodateallima.
smj: Ájnas le viehkedit vaj Ruossja sáme oadtju buorep ævtojt nannit ja åvddåanahttet gielaska, kultuvraska ja sebrudagáska.

source: Ruoššabeale sámiide lea láhččojuvvo sadji Sámi parlamentáralaš ráđđái.
smj: Ruossja biele sáme li oadtjum jienav Sáme parlamentáralasj ráden.

source: Ovddasguvlui lea dehálaš nannet sin váikkuhusa dán forumas.
smj: Luondulasj le maŋenagi sijá fámov dán forumin nannit.

source: Sámediggeráđi oppalaš mihttomearrin lea láhččet vejolašvuođa álgoálbmogiidda vai ieža sáhttet álggahit servodatovdánahttindoaimmaid iežaset guovlluin ja báikegottiin Davviguovlluin, ja nu sihkkarastet vuođu iežaset kultuvrralaš doaimmaide.
smj: Sámedikkeráden le åbbålasj ulmmen dilev láhtjet váj álggoálmmuga ietja dåjmajt jåhtuj biedji sebrudakåvddånahttema diehti ietjasa guovlojn ja bájkalasj sebrudagájn nuorttaguovlojn, váj sijá materiálalasj vuodo kultuvra hárráj sihkarasteduvvá.

source: Fuolkevuohta lea árbevirolaččat hui nanus álgoálbmotservodagain.
smj: Fuolkkevuohta le agev læhkám ájnas álggoálmmuksebrudagájn.

source: Nissonolbmot leat guovddážis dán oktavuođas ja adnojuvvojit dávjá leamen deháleamos árbevieruid- ja giellaguoddit.
smj: Nissuna li sierráláhkáj ájnnasa ja li álu ajnnasamos árbbedáhpe- ja giellaguodde.

source: Doaibmabijuin mat leat heivehuvvon nissonolbmuide lea danin dávjá positiiva váikkuhus álgoálbmotservvodagaide.
smj: Danen li dåjma ma guosski nissunijda viehka ávkálattja ålles álggoálmmuksebrudahkaj.

source: Sámediggi Ruoŧa bealde Ruoŧa beale Sámediggi ásahuvvui 1993:s.
smj: Sámedigge Svierigin Sámedigge Svierigin ásaduváj jagen 1993.

source: Sámediggi Suoma bealde Suomas ásahuvvui sámeáššiide Sámi parlameanta 1973:s.
smj: Sámedigge Suoman Suoman ásaduváj sámegatjálvisáj nammadus jagen 1973.

source: Maŋŋágo Norgga ja Ruoŧa beale sámedikkit ásahuvvojedje, rievdaduvvui dat maid sámediggin 1996:s.
smj: Maŋŋela sámedikkij ásaduvvamij Vuonan ja Svierigin, sjattaj nammadus Sámediggen rievddadum jagen 1996.
